[CerberusNemesisM1 X2CharacterTemplate]
strCharacterName="Фантом"
strAcquiredText="Элитный боец корпуса пси-агентов Адвента, специализирующийся на проникновении в чужой мозг. Даже представить страшно что эти извращенные особы делюат на допросах с нашими оперативниками, если тем не повезет попасть в плен."

[CerberusNemesisM2 X2CharacterTemplate]
strCharacterName="Фантом Охотник"
strAcquiredText="Фантом охотник знает больше псионических фокусов, нежели обычный Фантом, но особенную опасность представляют его попытки проникать в головы нашим бойцам. Помимо спутывания мыслей, бедолаги испытывают невыносимую физическую боль."

[CerberusNemesisM3 X2CharacterTemplate]
strCharacterName="Фантом Манипулятор"
strAcquiredText="Эти мастера залазить в чужие головы, достигли таких высот в своем ремесле, что могут любого заставить поверить во что угодно и виртуозно манипулируют неподготовленными людьми словно пешками. Не позволяйте управлять им вашими мыслями!"


[AutopsyCerberusNemesis X2TechTemplate]
DisplayName="Вскрытие Фантома Адвента"
Summary="Похоже это какой-то новый вид пси-агентов Адвента, с более развитыми пси-способностями. Вскрытие поможет нам раскрыть их секреты."
CodeName="Фантом"
LongDescription="Фантомы Адвента - это похоже особое элитное подразделение уже встречавшихся нам ранее Пси-оперативников. Так же как и пси-оперативники, убитые нами особи - исключительно женщины. Фантомы обладают гораздо большим пси потенциалом и специализируются на проникновении в чужой мозг. Ослепление, спутывание мыслей, вызов кошмарных видений (вызывающих порой даже физическую боль солдат), внушение мысли о том что союзники это враги и другие не самые приятные вещи.\n\nДля меня наибольший научный интерес представляют их мозговые Пси-импланты, позволяющие перенаправлять потоки пси-энергии через глаза, думаю мы можем использовать нечто подобное и для наших солдат с даром. А Шень будут интересны их необычные патроны, резонирующие пси энергией."

[CorpseCerberusNemesis X2ItemTemplate]
FriendlyName="Труп Фантома"
FriendlyNamePlural="Трупы Фантомов"
BriefSummary="Похоже это какой-то новый вид пси-агентов Адвента, с более развитыми пси-способностями. Вскрытие поможет нам раскрыть их секреты."

[EnemyViperM1 X2WeaponTemplate]
FriendlyName="Винтовка Фантома"
BriefSummary="Винтовка Фантома"
UnknownUtilityCategory="Винтовка Фантома"
AbilityDescName="Винтовка Фантома"

[EnemyViperM2 X2WeaponTemplate]
FriendlyName="Винтовка Фантома"
BriefSummary="Винтовка Фантома"
UnknownUtilityCategory="Винтовка Фантома"
AbilityDescName="Винтовка Фантома"

[EnemyViperM3 X2WeaponTemplate]
FriendlyName="Винтовка Фантома"
BriefSummary="Винтовка Фантома"
UnknownUtilityCategory="Винтовка Фантома"
AbilityDescName="Винтовка Фантома"

[CerberusNemesisPsiAmpM1 X2WeaponTemplate]
FriendlyName="Пси-усилитель Фантома"
BriefSummary="Пси-усилитель Фантома"
UnknownUtilityCategory="Пси-усилитель Фантома"
AbilityDescName="Пси-усилитель Фантома"

[CerberusNemesisPsiAmpM2 X2WeaponTemplate]
FriendlyName="Пси-усилитель Фантома"
BriefSummary="Пси-усилитель Фантома"
UnknownUtilityCategory="Пси-усилитель Фантома"
AbilityDescName="Пси-усилитель Фантома"

[CerberusNemesisPsiAmpM3 X2WeaponTemplate]
FriendlyName="Пси-усилитель Фантома"
BriefSummary="Пси-усилитель Фантома"
UnknownUtilityCategory="Пси-усилитель Фантома"
AbilityDescName="Пси-усилитель Фантома"

; не используется

[ProvingGroundsProject_CerberusNemesisArmor X2TechTemplate]
DisplayName="Cerberus Nemesis Armor"
Summary="The Cerberus Nemesis armor lacks heavy armor, but compensates for this through increased movement and dodge potential."
CodeName="Hydra's Scales Mk. 2"
LongDescription="The Cerberus Nemesis armor lacks heavy armor, but compensates for this through increased movement and dodge potential."

[CerberusNemesisArmorSoldier X2ArmorTemplate]
FriendlyName="Cerberus Nemesis Armor"
FriendlyNamePlural="Cerberus Nemesis Armors"
BriefSummary="The Cerberus Nemesis armor lacks heavy armor, but compensates for this through increased mobility. "
TacticalText="<Bullet/>The Cerberus Nemesis armor lacks heavy armor, but compensates for this through increased mobility. "



